Repository: trilobitech/zapify
Catalog: lib/common/resources/l10n/app_*.arb
Languages: pt

# unknownErrorMessage
source: Oops! Something went wrong!
pt: Oops! Ocorreu um erro inesperado!

# unknownErrorAction
source: Try again
pt: Tentar novamente

# advertisementPlaceholder
source: Advertisement
pt: Publicidade

# homeTopBannerAskToReviewContent
source: Are you enjoying Zapify? Please tell us.
pt: Você está gostando do Zapify? Envie sua avaliação.

# homeTopBannerAskToReviewButton
source: REVIEW
pt: AVALIAR

# homePhoneNumberLabel
source: Phone number
pt: Número de telefone

# homeBrPhoneNumberLabel
source: Phone number with area code
pt: Número de telefone com DDD

# homeEmptyPhoneNumberError
source: Please provide the phone number
pt: Por favor informe o número desejado.

# homeInvalidPhoneNumberError
source: Invalid phone number
pt: O número informado é inválido

# homeChatAppNotFoundErrorMessage
source: Something went wrong while opening "{appName}".
pt: Ocorreu um erro ao abrir o "{appName}".

# homeChatAppNotFoundErrorPrimaryAction
source: Search in store
pt: Procurar na loja

# homeChatAppNotFoundErrorSecondaryAction
source: Cancel
pt: Cancelar

# recentNumbersTitle
source: Recent numbers
pt: Números recentes

# recentNumberRemoved
source: Recent number "{phoneNumber}" was removed!
pt: O número "{phoneNumber}" foi removido do histórico!

# actionRemove
source: Remove
pt: Excluir

# actionUndo
source: Undo
pt: Desfazer

# actionSettings
source: Settings
pt: Configurações

# callLogTabTitle
source: Phone calls
pt: Chamadas

# callLogPermissionMessage
source: To access your call history and make messaging easier, we need your permission. Rest assured, no information is stored or shared.
pt: Para acessar seu histórico de chamadas e facilitar o envio de mensagens, precisamos da sua permissão. Saiba que nenhuma informação é armazenada ou compartilhada.

# callLogPermissionButtonLabel
source: Grant permission
pt: Conceder permissão

# callLogEmptyMessage
source: No calls to display
pt: Nenhuma chamada para exibir

# availableRegionsTitle
source: Select a country
pt: Selecione o país

# availableRegionsSearch
source: Searchâ€¦
pt: Procurar…

# settingsTitle
source: Settings
pt: Configurações

# settingsRegionTitle
source: Default region
pt: País padrão

# settingsRegionSubtitle
source: Select the default region to use when opening a number
pt: Selecione o país padrão para abrir um número

# settingsMessagingAppsTitle
source: Messaging apps
pt: Aplicativos de mensagens

# settingsMessagingAppsSubtitle
source: Select the messaging apps you want to use
pt: Selecione os aplicativos de mensagens que deseja usar

# messagingAppsTitle
source: Messaging apps
pt: Aplicativos de mensagens

# messagingAppsEnabledHeader
source: Available apps
pt: Aplicativos disponíveis

# messagingAppsDisabledHeader
source: Hidden apps
pt: Aplicativos ocultos

# today
source: 'Today at' h:mm a
pt: 'Hoje às' HH:mm

# yesterday
source: 'Yesterday at' h:mm a
pt: 'Ontem às' HH:mm

# lastCoupleOfDays
source: EEEE 'at' h:mm a
pt: EEEE 'às' HH:mm

# lastCoupleOfMonths
source: MMMM d 'at' h:mm a
pt: d 'de' MMMM 'às' HH:mm

# longTimeAgo
source: MMMM d, yyyy
pt: d 'de' MMMM 'de' yyyy
